Repository: Albert221/FastShopping
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, mk, nl, pl, ro, ru

# app_title
source: Fast Shopping
mk: Брз Шопинг
pl: Szybkie Zakupy
ru: Быстрые Покупки

# list_item_no_name
source: No name
de: kein Inhalt
es: Ningún nombre
fr: Sans nom
it: Senza nome
mk: Нема име
nl: Geen naam
pl: Bez nazwy
ro: Fără nume
ru: Безымянный

# list_item_done_ago
source: done {when}
de: vor {when} erledigt
es: terminado {when}
fr: fait {when}
it: completato {when}
mk: готово {when}
nl: {when} gedaan
pl: oznaczono {when}
ru: сделано {when}

# list_item_editing_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
it: ANNULLA
mk: ОТКАЖИ
nl: ANNULEER
pl: ANULUJ
ro: ANULARE
ru: ОТМЕНИТЬ

# list_item_editing_save
source: SAVE
de: SPEICHERN
es: GUARDAR
fr: SAUVEGARDER
it: SALVA
mk: ЗАЧУВАЈ
nl: OPSLAAN
pl: ZAPISZ
ro: SALVARE
ru: СОХРАНИТЬ

# list_item_remove
source: REMOVE
de: ENTFERNEN
es: ELIMINAR
fr: SUPPRIMER
it: RIMUOVI
mk: ОТСТРАНИ
nl: VERWIJDER
pl: USUŃ
ro: ELIMINARE
ru: УДАЛИТЬ

# list_item_edit
source: EDIT
de: BEARBEITEN
es: EDITAR
fr: ÉDITER
it: MODIFICA
mk: ПРОМЕНИ
nl: BEWERKEN
pl: EDYTUJ
ro: EDITARE
ru: РЕДАКТИРОВАТЬ

# item_removed_snackbar_message
source: Item has been removed from the list.
de: Artikel wurde von der Liste entfernt.
es: El artículo ha sido eliminado de la lista.
fr: Cet article a été retiré de la liste.
it: L'elemento è stato rimosso dalla lista.
mk: Предметот беше отстранет од листата.
nl: Artikel is uit de lijst verwijderd.
pl: Element został usunięty z listy.
ro: Articolul a fost eliminat din listă.
ru: Пункт был удалён из списка.

# item_removed_snackbar_undo
source: UNDO
de: RÜCKGÄNGIG
es: DESHACER
fr: DÉFAIRE
it: RIPRISTINA
mk: ВРАТИ
nl: ONGEDAAN MAKEN
pl: COFNIJ
ro: ANULARE
ru: ОТМЕНИТЬ

# add_item_dialog_title
source: Add item
de: Artikel hinzufügen
es: Añadir artículo
fr: Ajouter un article
it: Aggiungi articolo
mk: Додади предмет
nl: Artikel toevoegen
pl: Dodaj element
ro: Adăugare articol
ru: Добавить пункт

# add_item_dialog_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
it: ANNULLA
mk: ОТКАЖИ
nl: ANNULEER
pl: ANULUJ
ro: ANULARE
ru: ОТМЕНИТЬ

# add_item_dialog_add
source: ADD
de: HINZUFÜGEN
es: AÑADIR
fr: AJOUTER
it: AGGIUNGI
mk: ДОДАДИ
nl: TOEVOEGEN
pl: DODAJ
ro: ADĂUGARE
ru: ДОБАВИТЬ

# archive_banner_content
source: Looks like everything is marked as done. Do you wish to archive your shopping list?
de: Sieht aus, als sei alles als erledigt gekennzeichnet. Einkaufsliste archivieren?
es: Parece que todo está marcado como hecho. ¿Desea archivar su lista de la compra?
fr: Tout semble être coché. Souhaitez-vous archiver votre liste de courses ?
it: Sembra che tutto sia stato contrassegnato. Vuoi archiviare la lista?
mk: Личи како се да е обележано готово. Дали посакувате да ја архивирате шопинг листата?
nl: Het lijkt erop dat alles als gedaan is gemarkeerd. Wilt u uw boodschappenlijstje archiveren?
pl: Wygląda na to, że wszystko jest już kupione. Czy chcesz zarchiwizować listę zakupów?
ro: Se pare că totul a fost bifat. Vrei să arhivezi lista de cumpărături?
ru: Похоже, что всё отмечено как выполненное. Вы желаете заархивировать список покупок?

# archive_banner_archive
source: ARCHIVE
de: ARCHIVIEREN
es: ARCHIVAR
fr: ARCHIVES
it: ARCHIVIA
mk: АРХИВИРАЈ
nl: ARCHIVEER
pl: ARCHIWIZUJ
ro: ARHIVARE
ru: АРХИВИРОВАТЬ

# shopping_list_not_selected_placeholder
source: No list selected
de: Keine Liste ausgewählt
es: Ninguna lista seleccionada
fr: Aucune liste sélectionnée
it: Nessuna lista selezionata
mk: Не е одбрана листа
nl: Geen lijst geselecteerd
pl: Nie wybrano listy
ro: Nicio listă selectată
ru: Список не выбран

# shopping_list_not_selected_message
source: No list is selected, create one.
de: Es ist keine Liste ausgewählt, erstelle eine.
es: No hay ninguna lista seleccionada, cree una.
fr: Aucune liste sélectionnée, créez-en une.
it: Nessuna lista selezionata, creane una.
mk: Не е одбрана листа, направи една.
nl: Er is geen lijst geselecteerd, maak er een aan.
pl: Żadna lista nie jest wybrana, stwórz ją.
ro: Nu este selectată nicio listă. Creează una.
ru: Список не выбран, создайте его.

# empty_list_add_some_items_message
source: Add some items to your list!
de: Füge Artikel der Liste hinzu!
es: ¡Añade algunos artículos a tu lista!
fr: Ajoutez des articles à votre liste !
it: Aggiungi degli articoli alla tua lista!
mk: Додади некои предмети во твојата листа!
nl: Voeg wat artikelen toe!
pl: Dodaj jakieś elementy do listy!
ro: Adaugă câteva articole în listă!
ru: Добавьте несколько пунктов в свой список!

# shopping_lists_title
source: Shopping lists
de: Einkaufslisten
es: Listas de la compra
fr: Listes de courses
it: Liste della spesa
mk: Шопинг листи
nl: Boodschappenlijstjes
pl: Listy zakupów
ro: Liste de cumpărături
ru: Списки покупок

# shopping_lists_tab_archived
source: Archived
de: Archiviert
es: Archivadas
fr: Archivées
it: Archiviate
mk: Архивирано
nl: Gearchiveerd
pl: Zarchiwizowane
ro: Arhivate
ru: В архиве

# shopping_lists_add_new
source: NEW LIST
de: NEUE LISTE
es: NUEVA LISTA
fr: NOUVELLE LISTE
it: NUOVA LISTA
mk: НОВА ЛИСТА
nl: NIEUWE LIJST
pl: NOWA LISTA
ro: LISTĂ NOUĂ
ru: НОВЫЙ СПИСОК

# shopping_lists_item_created_at
source: Created {when}
de: Erstellt {when}
es: Creada {when}
fr: Créée {when}
it: Creato {when}
mk: Направен {when}
nl: Aangemaakt op {when}
pl: Stworzono {when}
ru: Создано {when}

# shopping_lists_item_archived_at
source: Archived {when}
de: Archiviert {when}
es: Archivada {when}
fr: Archivée {when}
it: Archiviato {when}
mk: Архивиран {when}
nl: Gearchiveerd op {when}
pl: Zarchiwiz. {when}
ru: Заархивировано {when}

# shopping_list_no_name
source: No name
de: Kein Name
es: Sin nombre
fr: Sans nom
it: Nessun nome
mk: Нема име
nl: Geen naam
pl: Bez nazwy
ro: Fără nume
ru: Без имени

# shopping_list_archived_snackbar_message
source: List has been archived successfully.
de: Liste erfolgreich archiviert.
es: La lista ha sido archivada con éxito.
fr: La liste a été archivée avec succès.
it: La lista è stata archiviata con successo.
mk: Листата е успешно архивирана.
nl: Lijst is met succes gearchiveerd.
pl: Lista została zarchiwizowana pomyślnie.
ro: Lista a fost arhivată.
ru: Список успешно заархивирован.

# shopping_list_archived_snackbar_undo
source: UNDO
de: RÜCKGÄNGIG
es: DESHACER
fr: ANNULER
it: RIPRISTINA
mk: ВРАТИ
nl: ONGEDAAN MAKEN
pl: COFNIJ
ro: ANULARE
ru: ОТМЕНИТЬ

# shopping_list_unarchived_snackbar_message
source: List has been unarchived successfully.
de: Liste erfolgreich wiederhergestellt.
es: La lista ha sido recuperada con éxito.
fr: La liste a été désarchivée avec succès.
it: La lista è stata ripristinata con successo.
mk: Листата повеќе не е архивирана.
nl: Lijst is niet langer gearchiveerd.
pl: Lista została przywrócona pomyślnie.
ro: Lista a fost dezarhivată.
ru: Список успешно разархивирован.

# add_list_dialog_title
source: Add new shopping list
de: Neue Einkaufsliste hinzufügen
es: Añadir nueva lista de la compra
fr: Ajouter une nouvelle liste de courses
it: Aggiungi una nuova lista
mk: Додади нова шопинг листа
nl: Voeg een nieuw boodschappenlijstje toe
pl: Dodaj nową listę zakupów
ro: Adaugă o listă de cumpărături nouă
ru: Добавить новый список покупок

# add_list_dialog_name_hint
source: Write shopping list name here...
de: Schreibe hier den Namen der Einkaufsliste...
es: Escribe el nombre de la lista de la compra aquí...
fr: Inscrivez le nom de la liste de courses ici…
it: Scrivi qui il nome della lista...
mk: Напиши го името на шопинг листата...
nl: Schrijf de naam van het boodschappenlijstje hier...
pl: Wpisz tutaj nazwę listy...
ro: Scrie numele listei de cumpărături aici...
ru: Введите здесь название списка покупок...

# add_list_dialog_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
it: ANNULLA
mk: ОТКАЖИ
nl: ANNULEER
pl: ANULUJ
ro: ANULARE
ru: ОТМЕНИТЬ

# add_list_dialog_add
source: ADD
de: HINZUFÜGEN
es: AÑADIR
fr: AJOUTER
it: AGGIUNGI
mk: ДОДАДИ
nl: TOEVOEGEN
pl: DODAJ
ro: ADĂUGARE
ru: ДОБАВИТЬ

# rename_shopping_list_dialog_title
source: Rename shopping list
de: Einkaufsliste umbenennen
es: Renombrar lista de la compra
fr: Renommer la liste de courses
it: Rinomina la lista
mk: Преименија шопинг листата
nl: Boodschappenlijst hernoemen
pl: Zmień nazwę listy
ro: Redenumește lista de cumpărături
ru: Переименовать список покупок

# rename_shopping_list_dialog_name_hint
source: Write new shopping list name here...
de: Schreibe hier den neuen Namen der Einkaufsliste...
es: Escribe el nuevo nombre de la lista de la compra aquí...
fr: Inscrivez le nom de la nouvelle liste de courses ici…
it: Scrivi qui il nome della nuova lista...
mk: Напиши го името на новата шопинг листа тука...
nl: Schrijf de nieuwe naam hier...
pl: Wpisz tutaj nową nazwę...
ro: Scrie numele noii liste de cumpărături aici...
ru: Введите здесь новое название списка покупок...

# rename_shopping_list_dialog_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
it: ANNULLA
mk: ОТКАЖИ
nl: ANNULEER
pl: ANULUJ
ro: ANULARE
ru: ОТМЕНИТЬ

# rename_shopping_list_dialog_rename
source: RENAME
de: UMBENENNEN
es: RENOMBRAR
fr: RENOMMER
it: RINOMINA
mk: ПРЕИМЕНИ
nl: HERNOEMEN
pl: ZMIEŃ NAZWĘ
ro: REDENUMIRE
ru: ПЕРЕИМЕНОВАТЬ

# delete_shopping_list_dialog_title
source: Deleting shopping list
de: Einkaufsliste löschen
es: Eliminando lista de la compra
fr: Suppression de la liste de courses
it: Cancella la lista della spesa
mk: Избриши шопинг листа
nl: Boodschappenlijst verwijderen
pl: Usuwanie listy zakupów
ro: Șterge lista de cumpărături
ru: Удалить список покупок

# delete_shopping_list_dialog_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
it: ANNULLA
mk: ОТКАЖИ
nl: ANNULEER
pl: ANULUJ
ro: ANULARE
ru: ОТМЕНИТЬ

# delete_shopping_list_dialog_delete
source: DELETE
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
it: ELIMINA
mk: Избриши
nl: VERWIJDER
pl: USUŃ
ro: ȘTERGERE
ru: УДАЛИТЬ

# no_current_lists_message
source: There are no current lists, create one!
de: Keine Listen vorhanden, erstelle eine!
es: No hay ninguna lista, crea una!
fr: Il n'y a pas de liste en cours, créez-en une !
it: Non ci sono liste, creane una!
mk: Во моментот нема листи, создади една!
nl: Er zijn geen huidige lijsten, maak er een aan!
pl: Nie ma żadnych bieżących list, stwórz jakieś!
ro: Nu există nicio listă curentă. Creați una!
ru: Нет текущих списков, создайте их!

# no_archived_lists_message
source: There are no archived lists.
de: Keine archivierten Listen.
es: No existen listas archivadas.
fr: Il n'y a pas de liste archivée.
it: Non ci sono liste archiviate.
mk: Нема архивирани листи.
nl: Er zijn geen gearchiveerde lijsten.
pl: Nie ma żadnych zarchiwizowanych list.
ro: Nu există liste arhivate.
ru: Нет архивированных списков.

# shopping_lists_item_elements
source: {count, plural, =1 {1 element} other {{count} elements}}
de: {count, plural, one {1 Element} other {{count} Elemente}}
es: {count, plural, =1 {1 artículo} other {{count} artículos}}
fr: {count, plural, =1 {1 article} other {{count} articles}}
mk: {count, plural, =1 {1 eлемент} other {{count} елементи}}
pl: {count, plural, =1 {1 element} few {{count} elementy} many {{count} elementów} other {{count} elementu}}
ro: {count, plural, one {} few {{count} articole} =1 {1 articol} other {{count} de articole}}
ru: {count, plural, =1 {1 элемент} few {{count} элемента} many {{count} элементов} other {{count} элементы}}

# list_item_title_hint
source: Write item name here...
de: Schreibe hier den Namen des Artikels...
es: Escribe el nombre del artículo aquí...
fr: Écrivez le nom de l'article ici…
it: Inserisci qui il nome dell'articolo...
mk: Напиши го името на предметот...
nl: Schrijf artikel naam hier...
pl: Wpisz tutaj nazwę...
ro: Scrie numele articolului aici...
ru: Введите наименование пункта...

# list_item_action_rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
mk: Преименувај
nl: Naam wijzigen
pl: Zmień nazwę
ro: Redenumire
ru: Переименовать

# list_item_action_archive
source: Archive
de: Archiv
es: Archivar
fr: Archiver
it: Archivia
mk: Архивирај
nl: Archiveren
pl: Archiwizuj
ro: Arhivare
ru: Заархивировать

# list_item_action_unarchive
source: Unarchive
de: Dearchivieren
es: Recuperar
fr: Désarchiver
it: Ripristina
mk: Одархивирај
nl: Uit archief halen
pl: Przywróć
ro: Dezarhivare
ru: Разархивировать

# list_item_action_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
mk: Избриши
nl: Verwijder
pl: Usuń
ro: Ștergere
ru: Удалить

# shopping_lists_tab_current
source: Current
de: Aktuell
es: Activas
fr: En cours
it: Attuali
mk: Моментално
nl: Huidig
pl: Bieżące
ro: Actuale
ru: Текущий

# screenshot_item_1
source: Tomato sauce
de: Tomatensauce
es: Salsa de tomate
fr: Sauce tomate
it: Passata di pomodoro
mk: Доматно пире
nl: Tomatensaus
pl: Masło osełkowe
ro: Sos de roșii
ru: Томатный соус

# screenshot_item_2
source: Mustard
de: Senf
es: Mostaza
fr: Moutarde
it: Senape
mk: Сенф
nl: Mosterd
pl: Ser żółty
ro: Muștar
ru: Горчица

# screenshot_item_3
source: Barbecue sauce
es: Salsa barbacoa
fr: Sauce barbecue
it: Salsa barbecue
mk: Сос за скара
nl: Barbecue saus
pl: Sałatka roszponka
ro: Sos de grătar
ru: Соус для жареного мяса

# screenshot_item_4
source: Red-wine vinegar
de: Rotwein Essig
es: Vinagre de vino tinto
fr: Vinaigre de vin rouge
it: Aceto di vino rosso
mk: Вино
nl: Rode wijnazijn
pl: Brązowy ryż
ro: Oțet de vin roșu
ru: Красно-винный уксус

# screenshot_item_5
source: Salsa
fr: Sauce tomate épicée
mk: Сос од домати
pl: Mrożonka warzyw na patelnię
ru: Острый томатный соус

# screenshot_item_6
source: Extra virgin olive oil
de: Extra natives Olivenöl
es: Aceite de oliva virgen extra
fr: Huile d''olive extra vierge
it: Olio extra vergine d'oliva
mk: Маслиново масло
nl: Extra vergine olijfolie
pl: Kasza gryczana
ro: Ulei de măsline extra virgin
ru: Оливковое масло первого отжима

# screenshot_item_7
source: Jarred capers and olives
de: Kapern und Oliven
es: Bote de aceitunas y alcaparras
fr: Câpres et olives en bocal
it: Capperi e olive
mk: Маслинки
nl: Kappertjes en olijven
pl: Buraki
ro: Capere și măsline la borcan
ru: Каперсы и оливки в банках

# screenshot_item_8
source: Hot pepper sauce
de: Scharfe Pfeffersoße
es: Salsa de pimienta picante
fr: Sauce au piment fort
it: Salsa al peperoncino
mk: Кечап
nl: Hete pepersaus
pl: Serek wiejski
ro: Sos de ardei iute
ru: Соус с острым перцем

# screenshot_list_1
source: Groceries
de: Wocheneinkauf
es: Alimentos
fr: Épicerie
it: Spesa
mk: Намирници
nl: Boodschappen
pl: Zakupy do domu
ro: Cumpărături
ru: Продовольственные товары

# screenshot_list_2
source: Party at Mike's
de: Hausparty bei Christina
es: Fiesta en casa de Miguel
fr: Soirée chez Mikaël
it: Festa di Marco
mk: Журката на Мајк
nl: Feestje bij Mike
pl: Domówka u Krysi
ro: Petrecere la Mihai
ru: Вечеринка у Михаила

# settings_title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramétrage
it: Impostazioni
mk: Подесувања
nl: Instellingen
pl: Ustawienia
ro: Setări
ru: Параметры

# settings_multiple_lists
source: Multiple shopping lists
de: Mehrere Einkaufslisten
es: Múltiples listas de la compra
fr: Listes de courses multiples
it: Più liste della spesa
mk: Повеќе шопинг листи
nl: Meerdere boodschappenlijstjes
pl: Wiele list zakupów
ro: Mai multe liste de cumpărături
ru: Несколько списков покупок

# settings_multiple_lists_subtitle
source: More features, better management.
de: Mehr Features, besseres Management.
es: Más características, mejor gestión.
fr: Plus de fonctionnalités, meilleure gestion.
it: Più funzionalità, una gestione migliore.
mk: Повеќе листи
nl: Meer functionaliteit, beter beheer.
pl: Więcej funkcji, lepsze zarządzanie.
ro: Mai multe caracteristici, o mai bună gestionare.
ru: Несколько списков

# settings_single_list
source: Single shopping list
de: Einzelne Einkaufsliste
es: Una única lista de la compra
fr: Liste de courses unique
it: Singola lista della spesa
mk: Една шопинг листа
nl: Enkele boodschappenlijst
pl: Jedna lista zakupów
ro: O singură listă de cumpărături
ru: Один список покупок

# settings_single_list_subtitle
source: Simple feel.
de: Einfaches Gefühl.
es: Experiencia simplificada.
fr: Utilisation simple.
it: Semplicità.
mk: Едноставно чувство.
nl: Eenvoudig overzicht.
pl: Proste w użyciu.
ro: Senzație de simplu.
ru: Простота.

# settings_items_layout
source: Items layout
de: Element Layout
fr: Disposition des éléments
it: Disposizione elementi
nl: Artikelen lay-out
pl: Układ elementów
ru: Расположение элементов

# settings_items_layout_comfortable
source: Comfortable
de: Komfortabel
fr: Confortable
it: Confortevole
mk: Удобно
nl: Comfortabel
pl: Wygodny
ru: Удобное

# settings_items_layout_dense
source: Dense
de: Dicht
it: Densa
mk: Густо
nl: Compact
pl: Ciasny
ru: Плотное

# settings_move_done
source: Move done items to the end
de: Erledigte Elemente an das Ende verschieben
es: Mover artículos marcados al final
fr: Déplacer les éléments terminés vers la fin
it: Sposta gli elementi contrassegnati alla fine
mk: Премести ги готовите предмети на крај
nl: Verplaats voltooide items naar het einde
pl: Przenieś oznaczone elementy na koniec
ro: Mută articolele bifate la sfârșit
ru: Переместить завершенные элементы в конец

# settings_support_author
source: Support the author
de: Unterstützen Sie den Autor
es: Apoyar al autor
fr: Soutenir l'auteur
it: Supporta l'autore
mk: Поддржете го авторот
nl: Ondersteun de auteur
pl: Wesprzyj autora
ro: Susține autorul
ru: Поддержите автора

# settings_project_website
source: Project website
de: Projektwebseite
es: Sitio web del proyecto
fr: Site web du projet
it: Sito web del progetto
mk: Мрежно место на проектот
pl: Strona internetowa projektu
ro: Pagina de internet a proiectului
ru: Сайт проекта

# settings_licenses
source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze
mk: Лиценци
nl: Licenties
pl: Licencje
ro: Licențe
ru: Лицензии
